src/test/resources/requests/authRequestUser.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
  <soap:Header/>
  <soap:Body>
    <AuthRequest xmlns="urn:zimbraAccount" csrfTokenSecured="1">
      <account by="name">#(username)</account>
      <password>#(password)</password>
    </AuthRequest>
  </soap:Body>
</soap:Envelope>
